"--------------------------------------------------
"  ____________   ____.__                       
" /  _____/\   \ /   /|__| ____________   ____  
"/   \  ___ \   Y   / |  |/     \_  __ \_/ ___\ 
"\    \_\  \ \     /  |  |  Y Y  \  | \/\  \___ 
" \______  /  \___/   |__|__|_|  /__|    \___  /
"        \/                    \/            \/ 
"--------------------------------------------------
" フォント設定
set guifont=ubuntu\ mono\ 11
set guifontwide=M+\ 2m\ 11
" ツールバー非表示
set guioptions-=T
" スクロールバー非表示
set guioptions-=r
set guioptions-=R
set guioptions-=l
set guioptions-=L
" タブページのラベルを常に表示
set showtabline=2
